{
  "artists": [
    {
      "idArtist": "111495",
      "strArtist": "Bush",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1991",
      "intBornYear": null,
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Rock/Pop",
      "strGenre": "Alternative Rock",
      "strMood": "",
      "strWebsite": "www.bushofficial.com",
      "strFacebook": "www.facebook.com/BushOfficial",
      "strTwitter": "twitter.com/#!/bushofficial",
      "strBiographyEN": "Bush are an alternative rock band formed in London in 1992 shortly after vocalist/guitarist Gavin Rossdale and guitarist Nigel Pulsford met. It was not long before they recruited bassist Dave Parsons, and later drummer Robin Goodridge, and started writing. Dave Parsons joined Bush shortly after leaving the band Transvision Vamp. Drummers such as Sacha Gervasi, Amir, and Spencer Cobrin had all filled in as Bush drummers before Robin Goodridge was made the permanent fit and thus completing the Bush lineup.\n\nThe band found immediate success with the release of their debut album Sixteen Stone in 1994, which is certified 6Ã— multi-platinum by the RIAA. Bush went on to become one of the most commercially successful rock bands of the 1990s, selling over 10 million records in the United States. Despite their success in the United States, the band was less well known in their home country and enjoyed only marginal success there. Bush have had numerous top ten singles on the Billboard rock charts, and one No. 1 album for Razorblade Suitcase in 1996. The band separated in 2002 but the name was revived in 2010 and they began work on a new album, The Sea of Memories, which was released in September 2011.\n\nThe group chose the name \"Bush\" because they used to live in Shepherd's Bush, London.\n\nIn Canada, they were once known as Bushx, because the 1970s band Bush, led by Domenic Troiano, owned the Canadian rights to the name. In April 1997, it was announced that Troiano had agreed to let them use the name Bush in Canada without the exponent x, in exchange for donating $20,000 each to the Starlight Children's Foundation and the Canadian Music Therapy Trust Fund.",
      "strBiographyDE": null,
      "strBiographyFR": null,
      "strBiographyCN": null,
      "strBiographyIT": null,
      "strBiographyJP": null,
      "strBiographyRU": null,
      "strBiographyES": null,
      "strBiographyPT": null,
      "strBiographySE": null,
      "strBiographyNL": null,
      "strBiographyHU": null,
      "strBiographyNO": null,
      "strBiographyIL": null,
      "strBiographyPL": "Został założony w 1992 przez Gavina Rossdale i Nigela Pulsforda. Nazwa zespołu pochodzi od dzielnicy Londynu, w której mieszkali muzycy – Shepherd's Bush. Zespół znany był również jako BushX – ponieważ w Kanadzie istniał w latach 70. zespół o nazwie Bush, a jego lider miał prawa do tej nazwy na rynku kanadyjskim (w 1997 r. prawa zostały wykupione). Pierwsza płyta zespołu, Sixteen Stone ukazała się w 1994 r. – nie odniosła ona sukcesu na rynku brytyjskim, jednak w USA sprzedano 7 mln egzemplarzy. Następny album, Razorblade Suitcase zajął 1 miejsce US Album Chart. Po wydaniu czwartego albumu, Golden State i rozczarowaniu w związku z jego kiepską sprzedażą, zespół zakończył działalność. W 2005 r. wydano kompilację największych przebojów zespołu i CD oraz DVD z teledyskami.\n\nW 2010 roku zespół wznowił działalność.",
      "strGender": "Male",
      "intMembers": "4",
      "strCountry": "London, England,",
      "strCountryCode": "GB",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/uwysxx1359055865.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/bush-4e0a1f4b5c7ad.png",
      "strArtistClearart": null,
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/vvpwqt1526651010.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/suxwxr1359055812.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/sxusyw1378665322.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/vtwwrs1378665337.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/sxqtyw1347283834.jpg",
      "strMusicBrainzID": "93ccd76c-3790-4435-a8bf-02bc26294b93",
      "strLastFMChart": "http://www.last.fm/music/Bush/+charts?rangetype=6month",
      "intCharted": "4",
      "strLocked": "unlocked"
    }
  ]
}