{
  "artists": [
    {
      "idArtist": "114786",
      "strArtist": "Macklemore",
      "strArtistStripped": null,
      "strArtistAlternate": "Macklemore & Ryan Lewis",
      "strLabel": null,
      "idLabel": null,
      "intFormedYear": "1999",
      "intBornYear": "1983",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Urban/R&B",
      "strGenre": "Hip-Hop",
      "strMood": "Passionate",
      "strWebsite": "macklemore.com",
      "strFacebook": "www.facebook.com/Macklemore",
      "strTwitter": "twitter.com/macklemore‎",
      "strBiographyEN": "Ben Haggerty (born June 19, 1983), known by his stage name Macklemore and formerly Professor Macklemore, is an American rapper and musician. He began independently releasing music since 2000 and now collaborates with producer Ryan Lewis, violinist Andrew Joslyn, and trumpeteer Owuor Arunga. He has gained a significant online fanbase. He has released one mixtape, three EPs and two albums, although none on a major record label. His music video \"Thrift Shop\" has been viewed on YouTube more than 157 million times, and reached number 1 on the U.S. Billboard Hot 100 chart, selling more than 2.2 million copies.\nMacklemore released his debut studio album The Heist on October 9, 2012, which charted at number 2 on the US Billboard 200 chart, selling 78,000 copies in the first week. Haggerty was born in Seattle, Washington, where he was raised. He attended Garfield High School and Nathan Hale High School, going on to earn a bachelor’s degree at The Evergreen State College. Interested in reaching a younger generation through his music, he was a part of a program focusing on education and cultural identity called \"Gateways for Incarcerated Youth\" where he facilitated music workshops.\nThough he was not born to a musical family, both of his parents were supportive of his musical ventures. Haggerty was six years old when hip hop first came in to his life by way of Digital Underground. As he grew older, he and his friends spent their summers making tents to stay in, listening to the radio, and making dubs and mix-tapes of played songs, as they were unable to buy any because they were underage and had no parental consent. Macklemore was fourteen when he started writing lyrics. At this age, his friends referred to him as Möcklimore.\nWhen he started to rap, Macklemore listened to \"a lot of West Coast underground hip hop .. Freestyle Fellowship .. Aceyalone, Living Legends (From California)\", Wu-Tang Clan, \"Nas, Talib ..\" being of much influence on him.",
      "strBiographyDE": "Macklemore (* 19. Juni 1983 in Seattle, Washington; bürgerlich Ben Haggerty) ist ein US-amerikanischer Rapper aus Seattle. Seine Texte sind häufig politisch, so werden in seinen Liedern Drogenkonsum, die gleichgeschlechtliche Ehe und sozialkritische Themen behandelt.\nHaggerty wuchs in Capitol Hill (einem Stadtteil Seattles) auf und ging dort zuerst auf die Garfield High School und später auf die Nathan Hale High School. Auf dem Evergreen State College erlangte er seinen Bachelorabschluss, bevor er einen Job in einem Jugendgefängnis annahm. Dort nahm er an einem Programm namens „Gateways“ teil, welches sich auf Rap konzentrierte.[1]\n\nIm Jahr 2000 nahm Haggerty die EP Open Your Eyes als „Professor Macklemore“ auf und veröffentlichte sie im eigenen Kreis. 2005 löschte er den Professor aus seinem Namen und veröffentlichte sein erstes Album mit dem Titel The Language of My World.\n\nEr verfiel in der Folgezeit dem Drogenkonsum. Neben Marihuana konsumierte er Purple drank, eine unter Rappern weitverbreitete Partydroge, welche ein Gemisch aus oxycontin- oder codeinhaltigem Hustensaft und Limonade ist. Dies nannte er als Grund für seinen „Mangel an Produktivität“ in diesen Jahren. Nachdem er Ryan Lewis traf, nahm er mit ihm als Produzenten das Unplanned Mixtape auf und brachte es im September 2009 heraus. Besonders Songs wie The Town und Keep Marching wurden bekannt. Die Zeit und Erfahrungen des Drogenkonsums (vier seiner Freunde starben an Überdosen) verarbeitet er im Song Otherside, der Titel erhielt insgesamt gute Kritiken.[2]\n\nIm Dezember 2009 veröffentlichte er die VS. EP und im Oktober 2010 die überarbeitete VS. Redux - EP, von denen viele Songs auch im Radio gespielt wurden. Die international aktive Agency Group, welche bereits Gruppen wie etwa A Tribe Called Quest vertrat, hat ihn seither aufgenommen.[3]",
      "strBiographyFR": "Considéré comme les nouvelles têtes montantes du hip-hop, Macklemore & Ryan Lewis, c'est l'association parfaite entre le rappeur américain de Seattle Macklemore et le producteur Ryan Lewis. Leur album The Heist, sorti le 9 octobre 2012 aux Etats-Unis, débarque directement à la deuxième place des ventes d'albums. Le titre Thrift Shop devient un véritable succès à la fin de l'année 2012 aux Etats-Unis, au Canada, en Australie et en Nouvelle-Zélande.",
      "strBiographyCN": "Macklemore（英语发音：/ˈmæk.ləˌmɔr/ mak-lə-mor，1983年6月19日－）[2]，曾被称为Professor Macklemore，原名Ben Haggerty，来自西雅图的说唱歌手。他是一位关注社会的艺人，其歌曲提及了同性恋婚姻，种族和毒瘾。他于2000年开始独立发行音乐，现在与制片人Ryan Lewis合作。他已经发布了一张Mixtape，三张EP及两张专辑，却没有一张用厂牌撑腰。单“Thrift Shop”已经在YouTube超过五億次观看次数，2013年曾在美国公告牌最热100单曲上排名第一，并售出220万份拷贝。[3]这是自1994年以来第一次没有主流厂牌支持的歌曲在公告牌单曲榜上排名第一.[4]随后，他们第二首单曲“Can't Hold Us”同样登上了单曲榜首位；这使得他们称为历史上第一个二人组合前两首单曲就在公告牌单曲榜双双登顶。[5]\n\nMacklemore 和 Ryan Lewis 于2012年10月9日发布了他们的第一张录音室专辑 The Heist，登上公告牌二百强专辑榜第二位。[6] 他们的二人组在第56届格莱美奖上得到了七个奖项的提名，并最终赢得了包括最佳新人, 最佳饶舌专辑(The Heist), 最佳饶舌歌曲以及最佳饶舌表演(\"Thrift Shop\")在内的四个大奖.",
      "strBiographyIT": "Ben Haggerty-Tamburello, in arte Macklemore, precedentemente conosciuto come Professor Macklemore (Seattle, 19 giugno 1983), è un rapper, cantante e cantautore statunitense.\n\nFino ad oggi ha pubblicato un mixtape, tre EP e due album senza il supporto delle maggiori case discografiche. Il suo video musicale Thrift Shop ha avuto un enorme successo su YouTube superando i 510 milioni di visualizzazioni, e negli Stati Uniti ha raggiunto la prima posizione nella Billboard Hot 100 chart, vendendo oltre 2.3 milioni di copie.[2] Poco dopo Macklemore e il suo socio Ryan Lewis hanno rilasciato un nuovo singolo, Can't Hold Us, che ha raggiunto molte visualizzazioni in poche settimane.\n\nNel 2005 ha pubblicato il suo primo album The Language of My World che ha raggiunto le 15.000 copie vendute negli Stati Uniti.\n\nIl 9 ottobre 2012 Macklemore ha pubblicato il suo secondo album The Heist, che si è posizionato al secondo posto nella US Billboard vendendo 78.000 copie solamente nella prima settimana.[3]\nBen Haggerty è nato e cresciuto a Seattle, Washington; ha frequentato la Garfield High School, periodo durante il quale i genitori si sono separati. Successivamente ha frequentato la Natan Hale High School, andando a conseguire il diploma di laurea al The Evergreen State College. Interessato a raggiungere la generazione più giovane con la sua musica, prese parte a un programma incentrato sull'educazione e l'identità culturale, chiamato \"Gateways for Incarcerated Youth\", che gli facilitò i suoi lavori musicali.[4][5]\n\n\n\nMacklemore e Ryan Lewis al Sasquatch! Music Festival nel 2012.\nAnche se non è nato in una famiglia di musicisti, entrambi i suoi genitori erano favorevoli alla sua carriera musicale. Haggerty aveva sei anni[6] quando fece hip-hop per la prima volta nella sua vita con il titolo di Digital Underground. Con il passare degli anni, lui ed i suoi amici trascorrevano le giornate estive in tende da campeggio, ascoltando la radio e facendo dub e mixtape di canzoni. In questo periodo si faceva chiamare dai suoi amici Möcklimore.[6] Da piccolo si trovò solo in casa e bevve dieci bicchierini di vodka. Da lì nacque la sua dipendenza dall'alcool e dalla droga, questo fatto rovinò la vita sentimentale con Tricia (compagna ) e la sua amicizia con Ryan Lewis nonché il suo produttore musicale, in questo duro periodo Ryan veniva utilizzato da Ben quando gli servivano dei favori. Non andava molto meno spesso in studio e iniziava a non avere più creatività, ci fu un periodo di inattività vista l'assunzione costante di droga. Con l'aiuto di Tricia e del padre di Ryan, che gli consiglia un ospedale per la disintossicazione, riesce a liberarsene. Il processo di disintossicazione durò 3 anni e nel 2010 cominciò a scrivere le canzoni per l'album musicale \"The heist\" Sia la sua carriera sia la sua vita personale migliorò. Per raccontare la situazione che ha provato scrisse una canzone: \"Otherside\". Purtroppo a anni di distanza ricomincia a fare uso di droghe tra le lacrime della sua ragazza, decide che la doveva smettere. Smise e questa volta fece un' altra canzone: \"starting over\" ovvero ricominciare. Dove non specifica di cosa si tratta ma dice che ci è ricascato. dice che tutti lo trattano come se fosse un saggio ma lui in realtà si sente uno schifo.",
      "strBiographyJP": "マックルモアー (Macklemore、1983年6月19日 - ) とは、アメリカ合衆国のラッパーである。シアトル出身で、本名はベン・ハガティ。2000年からミックステープやEP等をリリースしており、長いアンダーグランドでの活動を通じて知名度を獲得。2012年には、音楽プロデューサーのライアン・ルイスとタッグを組み、デビューアルバム『The Heist』を発表。全米アルバムチャートにて初登場2位を記録した。また、このアルバムからのシングル\"Thrift Shop\"は全米シングルチャートにて首位を獲得している[1]。",
      "strBiographyRU": "Бен Хаггерти (англ. Ben Haggerty, род. 19 июня 1983, Сиэтл) более известный под псевдонимом Маклемор (англ. Macklemore), ранее известен как Профессор Маклемор (англ. Professor Macklemore) — американский рэпер и музыкант.\n\nСольную карьеру начал в 2000 году. По состоянию на май 2013 года выпустил один микстейп, три мини-альбома и два альбома без поддержки крупных звукозаписывающих компаний. Его видеоклип «Thrift Shop» стал очень популярным на Youtube превосходя 550 млн просмотров; в США сингл достиг первого места в Billboard Hot 100, продав свыше 7 миллионов копий[1][2]. Такого не происходило с 1994 года, чтобы песне удалось добраться до первого места в хит-параде США, без какой бы то либо поддержки мейджор-лейбла[3].\nБен родился и вырос в Сиэтле. Здесь же он получил свое образование, которое ему помогло подняться на ноги.\n\nХотя он и не родился в семье музыкантов, родители его всегда поддерживали в том, что он хотел быть музыкантом. В свои шесть лет он узнал что такое хип-хоп, слушая Digital Underground. Уже в четырнадцать лет он начал писать свои стихи. В этом возрасте друзья называли его Möcklimore. Помолвлен с Тришей Девис.",
      "strBiographyES": "Ben Haggerty (Seattle, 19 de junio de 1983) 1 , conocido por su nombre artístico como Macklemore, es un rapero y músico estadounidense. Se inició independientemente en el año 2000, a la edad de 17 años. Actualmente colabora con su amigo y productor Ryan Lewis, el violinista Andrew Joslyn y el trompetista Owuor Arunga. Alcanzó la popularidad con su canción de hip hop «Thrift Shop» en el año 2012. El vídeo musical de esta canción ha sido visto más de 527 millones de veces en Youtube. Alcanzó el número 1 en el Billboard Hot 100 vendiendo más de 2,2 millones de copias del sencillo.2\n\nMacklemore lanzó su álbum debut The Heist el 9 de octubre de 2012, el cual debutó en el número 2 en la lista estadounidense Billboard 200 vendiendo 78.000 copias en su primera semana.3",
      "strBiographyPT": "Ben Haggerty (Seattle, 19 de Junho de 1983), mais conhecido por seu nome artístico Macklemore, é um rapper e músico norte-americano. Seu nome artístico foi dado por um de seus amigos, que na adolescência se referia a ele como Möcklimore. Lançou seu primeiro álbum de estúdio, em parceria com Ryan Lewis, no dia 9 de Outubro de 2012. The Heist estreou em #2 na Billboard 200, vendendo 78,000 cópias na primeira semana. “Thrift Shop”, quinto single do álbum, atingiu a posição de número #1 na Billboard Hot 100, vendendo mais de 2.2 milhões de cópias. \n\nApesar de não ter nascido em uma família de músicos, seus pais sempre apoiaram seu talento para a música. Seu primeiro contato com o hip hop foi aos cinco anos de idade, através do extinto grupo Digital Underground. Enquanto crescia, ele e seus amigos passavam o verão ouvindo radio e gravando as músicas que nele tocava, pois ainda não tinham idade para comprar seus próprios discos. Aos catorze anos começou a compor. Macklemore vem lançando música de forma independente desde 2000, conquistando um grande número de admiradores desde então. Ele já lançou uma mixtape, três EPs e dois álbuns sem o suporte de uma gravadora. \n\nCita como suas principais influências os grupos de hip hop Freestyle Fellowship, Living Legends, Wu-Tang Clan e os rappers Aceyalone, Nas e Talib.",
      "strBiographySE": "Ben Haggerty, känd under sitt artistnamn Macklemore, född 19 juni 1983 i Seattle, är en amerikansk hiphopartist och rappare.\n\nHan släppte sitt debutalbum, The Unplanned Mixtape 2009. Singeln \"Thrift Shop\", som han gjorde tillsammans med producenten Ryan Lewis, hamnade på en första plats på Billboard Hot 100.[1]",
      "strBiographyNL": "Ben Haggerty (Seattle, 19 juni 1983), bekend onder zijn artiestennaam Macklemore[1] en voorheen als Professor Macklemore, is een Amerikaanse rapper.\nHaggerty is geboren en opgegroeid in Seattle, Washington. Geïnteresseerd zijn in het bereiken van een jongere generatie door zijn muziek, was hij een onderdeel van een programma gericht op onderwijs en culturele identiteit genaamd \"Gateways for Incarcerated Youth\", waar hij muziekworkshops organiseerde.\n\nHoewel Haggerty niet in een muzikale familie is opgegroeid, stonden zijn ouders altijd achter hem. Haggerty was zes jaar oud toen hiphop voor het eerst in zijn leven voorbij kwam. Toen Haggerty veertien was, begon hij songteksten te schrijven. Op deze leeftijd noemde zijn vrienden hem Macklemore. Wanneer hij begon te rappen, luisterde Macklemore naar \"heel veel West Coast underground hip hop\".",
      "strBiographyHU": null,
      "strBiographyNO": "Ben Haggerty (født 19. juni 1983 i Seattle, Washington), bedre kjent som Macklemore, er en amerikansk rapper. Macklemore jobber med Ryan Lewis som er producer, Andrew Joslyn som spiller fiolin og Owour Arunga som spiller trompet.\n\nHan gikk på Garfield High School og Nathan Hale High School og studerte senere på Evergreen State College. Ønsket var å nå yngre generasjoner med musikken. Han har jobbet på en på en internettleir for ungdom også. Macklemore var sju år gammel da han først ble interesert i hip-hop, mens han var fjorten da han begynte å skrive tekster. På den tiden kalte vennene han Möcklimore.\n\nMacklemore spilte inn en EP-plate ved navn Open Your Eyes i 2000 under artistnavnet Professor Macklemore. Macklemore droppet «Professor» fra navnet sitt, og ga ut sitt første full-lengde album, The Language of My World i januar 2005. Tidligere har Macklemore slitt med rusproblemer, inkludert OxyContin. Han mener dette årsaken til hans manglende produksjon mellom 2005 og 2009. Men etter å ha sluttet med narkotika i 2008 har Macklemore og Ryan Lewis blitt samarbeidsvillige og kreative sammen. Han ødela nesten livet sitt på grunn av narkotiske stoffer. Macklemore møtte Ryan Lewis i 2006, Ryan brukte et par år som fotograf for Macklemore. De skulle snart bli veldig gode venner. Macklemore har også sagt; «I want to be someone who is respected and not just in terms of my music. I want to be respected in terms of the way that I treat people».\n\nMacklemore ga ut sitt debut-studioalbum, The Heist, 9. oktober 2012 som fort ble nummer 1 på iTunes i USA og nummer 2 på Billboard Hot 200. Albumet solgte hele 78 000 kopier den første uken. Macklemores første og eneste låt inne på VG-lista er «Thrift Shop» som har solgt til platina. «Thrift Shop» er sunget sammen med sangeren Wanz og musikkvideoen er lagd av Ryan Lewis og Jon Jon Augustavo.\n\n30. oktober 2012 var Macklemore og Ryan Lewis med på Ellen DeGeneres Show, der han fremførte «Same Love». Macklemore avholder årlig et pizzaparty for fansene hans, en idé som kom til ham i 2010. Fansen hans får en sjanse til å vise deres kjærlighet til Macklemore og få en billett til festen ved å vise kreativiteten deres i en konkurranse. Macklemore er også en aktiv baseballfan og heier på Seattle Mariners.",
      "strBiographyIL": "בן האגֵרְטי (Ben Haggerty), המכונה בשם הבמה מאקלמור (Macklemore), לשעבר \"פרופסור מאקלמור\", הוא ראפר ומוזיקאי אמריקאי. הוא פעיל מאז שנת 2000, ומאז אסף קהל מעריצים אינטרנטי גדול. הוציא לאור שני אלבומים, שני מיני-אלבומים וקסטת מיקסים אחת, כולם באופן עצמאי. הקליפ לשירו \"Thrift Shop\" (מאנגלית: \"חנות משומשים\") נצפה מעל חצי מיליארד פעמים באתר יוטיוב והגיע למקום הראשון במצעד בילבורד הוט 100, לאחר שמכר חמישה מיליון עותקים\n\nמאקלמור הוציא לאור אלבום סטודיו בשם \"The Heist\" (מאנגלית: \"השוד\") באוקטובר 2012 שהגיע למקום השני במצעד הבילבורד 200 עם 78,000 מכירות בשבוע הראשון לצאתו. מאקלמור תומך בזכויות קהילת הלהט\"ב. ביטוי לתמיכה זו ניתן למצוא בשירו \"same love\", שמוקיע את ההומופוביה בחברה ובתקשורת. מאקלמור נוהג לכתוב שירים עם מסרים חשובים על קהילת הגאים ובכלל.",
      "strBiographyPL": "Macklemore, właśc. Ben Haggerty (ur. 19 czerwca 1983 r. w Seattle) – amerykański raper. Zaczął tworzyć swoją muzykę w 2000 roku, a obecnie współpracuje z producentem Ryanem Lewisem, skrzypkiem Andrew Joslynem oraz trębaczem Owuor Arunga. Wydał jeden mixtape, trzy EPki oraz jeden album zanim podpisał kontrakt z wielką wytwórnią płytową. Jego teledysk do singla \"Thrift Shop\" zyskał 544 milionów wyświetleń w serwisie YouTube, dotarł do pierwszego miejsca na liście Billboard Hot 100, sprzedając się w liczbie pięciu milionów kopii[1]. Wydał również singiel \" Can't Hold Us\" razem z Ryanem Lewisem i Rayem Daltonem. Macklemore wraz z producentem Ryanem Lewisem 8 października 2012 roku wydał swój debiutancki album, zatytułowany The Heist, który dotarł do 2. miejsca na liście Billboard 200, sprzedając się w pierwszym tygodniu w ilości 78. tysięcy kopii[2]. Podczas 56 gali nagród Grammy w 2014 roku duet Macklemore & Ryan Lewis zdobył po cztery statuetki.\nBen Haggerty urodził się 19 czerwca 1983 roku w Seattle, gdzie dorastał. Uczęszczał do Garfield High School i Nathan Hale High School. Mimo że nie urodził się w muzykalnej rodzinie, to jego rodzice popierali jego muzyczne przedsięwzięcia[3]. Haggerty miał 6 lat, kiedy po raz pierwszy usłyszał utwory hip-hopowej grupy Digital Underground[4][5]. Mając czternaście lat po raz pierwszy zaczął pisać teksty utworów[4][5]. W tym wieku, jego przyjaciele nazywali go Möcklimore[6].",
      "strGender": "Male",
      "intMembers": "2",
      "strCountry": "Seattle, Washington, USA",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/qtpywy1382823013.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/sqvwvp1530261748.png",
      "strArtistClearart": null,
      "strArtistWideThumb": "https://www.theaudiodb.com/images/media/artist/widethumb/vuxsru1530261765.jpg",
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/macklemore-50ff4a338fb8d.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/wuxtsx1408979743.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/sruvsq1369476832.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/ytxwtx1408979693.jpg",
      "strMusicBrainzID": "b6d7ec94-830c-44dd-b699-ce66556b7e55",
      "strLastFMChart": null,
      "intCharted": "3",
      "strLocked": "unlocked"
    }
  ]
}
