{"artists":[{"idArtist":"113786","strArtist":"John Williams","strArtistStripped":null,"strArtistAlternate":"John Towner Williams","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1932","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"Theatrical","strWebsite":"www.johnwilliamscomposer.com","strFacebook":"","strTwitter":"","strBiographyEN":"John Towner Williams (born February 8, 1932) is an American composer, conductor and pianist. In a career spanning over six decades, he has composed some of the most recognizable film scores in cinematic history, including the Star Wars saga, Jaws, Superman, the Indiana Jones films, E.T. the Extra-Terrestrial, Home Alone and its sequel, Hook, Jurassic Park, Schindler's List, Saving Private Ryan, War Horse and the first three Harry Potter films. He has had a long association with director Steven Spielberg, composing the music for all but two (Duel and The Color Purple) of Spielberg's major feature films.\nOther notable works by Williams include theme music for four Olympic Games, NBC Sunday Night Football, the NBC Nightly News, the Statue of Liberty's rededication, and the television series Lost in Space and Land of the Giants. Williams has also composed numerous classical concerti, and he served as the Boston Pops Orchestra's principal conductor from 1980 to 1993; he is now the orchestra's conductor laureate.\nWilliams has won five Academy Awards, four Golden Globe Awards, seven British Academy Film Awards and twenty-one Grammy Awards. With forty-eight Academy Award nominations, Williams is the second most-nominated person, after Walt Disney. Williams was honored with the prestigious Richard Kirk award at the 1999 BMI Film and TV Awards. The award is given annually to a composer who has made significant contributions to film and television music. Williams was inducted into the Hollywood Bowl Hall of Fame in 2000, and was a recipient of the Kennedy Center Honors in 2004.","strBiographyDE":"John Towner Williams (* 8. Februar 1932 in Flushing, Queens, New York City, New York) ist ein US-amerikanischer Komponist, Dirigent und Produzent von Film- und Orchestermusik. Der mehrfache Oscar- und Grammy-Gewinner zählt seit den 1970er-Jahren zu den weltweit bekanntesten und erfolgreichsten Filmkomponisten. Besondere Berühmtheit hat er durch seine Arbeit für die Regisseure Steven Spielberg (Der weiße Hai, Indiana Jones, Schindlers Liste, Jurassic Park) und George Lucas (Star Wars) erlangt.\n\n2001 wurde Williams von dem Regisseur Chris Columbus gebeten, die Filmmusik zu dem ersten Harry-Potter-Film Harry Potter und der Stein der Weisen zu schreiben. Williams komponierte für diesen Film unter anderem „Hedwigs Thema“, das weltbekannt wurde. Auch die zwei folgenden Harry-Potter-Verfilmungen wurden von Williams vertont. Danach stieg er aus dem Projekt aus. Grund dafür war die Arbeit an Die Geisha.","strBiographyFR":"John Towner Williams est un compositeur, chef d'orchestre et pianiste américain, né le 8 février 1932 à New York.\n\nIl est principalement connu pour ses musiques de films. On lui doit le renouveau des bandes originales symphoniques avec ce qui reste son œuvre la plus célèbre : la musique de la saga Star Wars. Compositeur attitré de Steven Spielberg et de George Lucas, Williams a composé au cours d'une carrière qui s'étend sur près de soixante ans, un grand nombre des plus célèbres musiques de films de l'histoire d'Hollywood, notamment Jaws, les sagas Star Wars et Indiana Jones, Superman, E.T. l'extra-terrestre, Jurassic Park et les trois premiers films de la série Harry Potter. Il a également composé la musique de quatre Jeux olympiques, NBC Nightly News, la cérémonie d'investiture du président Barack Obama, et de nombreuses séries télévisées.\n\nWilliams a remporté cinq fois l'Oscar de la meilleure musique, mais aussi 4 Golden Globes, 7 BAFTA Awards et 21 prix Grammy. Avec 49 nominations aux Oscars, Williams est la deuxième personne la plus nommée après Walt Disney. Il a été intronisé au Hollywood Bowl Hall of Fame en 2000 et a été récipiendaire du Kennedy Center Honors en 2004.\n\nWilliams a composé également de nombreuses œuvres « classiques » à la demande des plus grands orchestres : un Concerto pour cor pour Dale Clevenger et le Chicago Symphony Orchestra, un Concerto pour violoncelle pour Yo-Yo Ma et le Boston Symphony Orchestra, un Concerto pour basson pour les 150 ans du New York Philharmonic, etc. Il a lui-même été principal chef d'orchestre du Boston Pops Orchestra de 1980 à 1993.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"John Towner Williams (n. Floral Park, Nueva York; 8 de febrero de 1932) es un compositor y director de orquesta estadounidense. En una carrera que se ha extendido por más de seis décadas, Williams ha compuesto varias de las más famosas y reconocibles bandas sonoras de la historia del cine, muchas de ellas pertenecientes a las cintas más exitosas de todos los tiempos como: Tiburón, E.T., el extraterrestre, Superman, Star Wars, Indiana Jones, Parque Jurásico, La lista de Schindler, Home Alone y Harry Potter.\n\nHa trabajado con el célebre director Steven Spielberg desde 1974 y ha compuesto la música de toda su obra, a excepción de tres películas. También ha realizado composiciones musicales para diversos Juegos Olímpicos, numerosas series de televisión, noticieros y varias piezas de concierto.\n\nWilliams ha ganado el Óscar en cinco ocasiones y tiene en su haber 51 nominaciones, consagrándolo como el segundo hombre con más nominaciones al máximo galardón del séptimo arte después de Walt Disney.​ También posee cuatro Globos de Oro, siete BAFTA y veintitrés Grammy. En 2005, su obra en la banda sonora de Star Wars fue seleccionada por el American Film Institute como la obra musical más grande del cine estadounidense. Es uno de los compositores más reconocidos de música de cine; ha realizado la banda sonora de más de cien películas, sin contar la música para series de televisión.","strBiographyPT":"John Towner Williams (Long Island, 8 de fevereiro de 1932) é um compositor americano premiado várias vezes por suas trilhas sonoras.\n\nAmigo de Steven Spielberg, assina quase todas as trilhas de seus filmes, tais como os temais inesquecíveis de Jurassic Park, Jaws, Schindler's List e E.T. the Extra-Terrestrial. Também é parceiro do cineasta George Lucas, sendo o autor das famosas trilhas das bem sucedidas séries cinematográficas Star Wars e Indiana Jones. Outras trilhas famosas de autoria de Williams são a dos três primeiros episódios da série Harry Potter e a trilha do primeiro filme do Superman estrelado por Christopher Reeve. Com a trilha sonora de Lincoln, John Williams consegue a incrível marca de 48 indicações ao Óscar. Williams foi vitorioso com Jaws, E.T. the Extra-Terrestrial, Star Wars Episode IV: A New Hope, Schindler's List e Fiddler on the Roof.\n\nÉ considerado um dos maiores compositores da história, tanto pelo volume de sua obra, como pela sua popularidade. Com 48 indicações, John Williams é a pessoa mais indicada ao Oscar da história. Seu trabalho para cinema é marcado por um estilo grandioso, facilmente reconhecido pelo público.\n\nAlém dos seus trabalhos em trilhas de filmes, é conhecido também por suas obras eruditas e concertos, como: o concerto para fagote e orquestra, o concerto para violoncelo, o concerto para trompete, o concerto para violino, flauta e o concerto para trompa.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Flushing, Queens, New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vxvyqw1385906200.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/williams-john-5537e53a144fa.png","strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/tyrvuq1536183079.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/john-williams-4e633e208d78c.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uuurqx1385906237.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/trxrwq1385906492.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/williams-john-55c0097da873a.jpg","strMusicBrainzID":"53b106e7-0cc6-42cc-ac95-ed8d30a3a98e","strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"},{"idArtist":"123064","strArtist":"John Williams","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1958","intBornYear":"1941","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Classical","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"","strBiographyEN":"John Williams was born on 24 April 1941 in Melbourne, Australia, to an English father, Len Williams, who was later the founder of the London Guitar School, and Malaan (née Ah Ket), an Australian-Chinese mother (a daughter of Melbourne barrister William Ah Ket). In 1952, the family relocated to England. Williams was taught initially by his father and educated at the Friern Barnet Grammar School, London. From the age of eleven he attended summer courses with Andrés Segovia at the Accademia Musicale Chigiana in Siena, Italy. Later, he attended the Royal College of Music in London from 1956 to 1959, studying piano because the school did not have a guitar department at the time. Upon graduation, he was offered the opportunity to create such a department. He took the opportunity and ran the department for its first two years. Williams has maintained links with the college (and with the Royal Northern College of Music in Manchester) ever since.","strBiographyDE":null,"strBiographyFR":"John Christopher Williams est un guitariste australien né le 24 avril 1941 à Melbourne en Australie.\nJohn Williams est actuellement l'un des plus grands guitaristes classiques au monde. Il a commencé son apprentissage de la musique avec son père. À l'âge de douze ans il se rendit en Espagne pour étudier avec Andrés Segovia. Il intégra par la suite le Royal College of Music de Londres.\nWilliams est surtout connu comme guitariste classique, mais il a exploré beaucoup de traditions musicales différentes. Il a ainsi formé un duo de guitares classiques avec Julian Bream, mais a également collaboré avec des musiciens venant d'autres domaines comme le guitariste de flamenco Paco Peña et a été membre du groupe Sky.\nIl a rencontré un succès international grâce à son enregistrement de Cavatina, thème du film de Michael Cimino Voyage au bout de l'enfer (The Deer Hunter, 1978).\nIl est également un des patrons de la Campagne de Solidarité pour la Palestine.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"John Williams nasceu em 24 de abril de 1941 em Melbourne, Australia. Filho do inglês Leonard Williams, um respeitado músico de jazz, que mais tarde fundou a London Guitar School, e Malaan (née Ah Ket), uma australiana-chinesa (filha do advogado de Melbourne, William Ah Ket). Em 1952, a família mudou-se para a Inglaterra.\nJohn ganhou seu primeiro violão de seu pai aos 4 anos de idade. Em 1952, a família mudou-se para Inglaterra. Len pretendia fundar uma escola de música, o que realizou com grande sucesso. Len Williams foi seu primeiro professor e, aos 11 anos, impressionado com a habilidade do jovem, Andres Segovia conseguiu uma vaga para John em seu curso de verão na Accademia Musicale Chigiana em Siena, Itália e Williams esteve presente anualmente até 1959. Enquanto não estava em Siena, estudava na Royal College of Music em Londres de 1956 a 1959. Estudava piano, pois não havia um departamento de violão na época. Após a formatura foi convidado para fundar tal departamento. Williams aproveitou a oportunidade e o conduziu pelos dois primeiros anos. Desde então, mantém seu relacionamento com a faculdade.\nO primeiro dos sucessos de John Williams veio quando, a pedido de seus colegas, ele recebeu uma honra sem precedentes em tocar o primeiro recital solo completo por um estudante de qualquer instrumento, em 1955. Williams fez sua estréia profissional no Wigmore Hall em Londres, em 06 de novembro de 1958, cinco meses antes de seu aniversário de 18 anos e de completar sua educação musical formal. O repertório era o conteúdo de seus dois primeiros álbuns gravados na época e lançados no início de 1959. Ele assinou com o prestigiado Ibbs & Tillett Agency, com quem manteve-se ao longo de sua carreira.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Melbourne, Australia","strCountryCode":"AU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uvxwsq1385909937.jpg","strArtistLogo":"","strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vyputr1377877668.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rvsywp1385912331.jpg","strArtistFanart3":"","strArtistBanner":null,"strMusicBrainzID":"8b8a38a9-a290-4560-84f6-3d4466e8d791","strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}