{"artists":[{"idArtist":"111259","strArtist":"Pink Floyd","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1965","intBornYear":"1965","intDiedYear":"2014","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strMood":"Dreamy","strWebsite":"pinkfloyd.com","strFacebook":"www.facebook.com/pinkfloyd","strTwitter":"twitter.com/pinkfloyd","strBiographyEN":"Pink Floyd were an English rock band that achieved international success with their progressive and psychedelic rock music marked by the use of philosophical lyrics, sonic experimentation, and elaborate live shows. One of the most commercially successful and influential rock groups in the history of popular music, they have sold over 250 million records worldwide, including 74.5 million certified units in the United States. They were inducted into the US Rock and Roll Hall of Fame in 1996, and the UK Music Hall of Fame in 2005.\nThe band originally consisted of university students Roger Waters, Nick Mason, Richard Wright, and Syd Barrett. Founded in 1965, they gained popularity performing in London's underground music scene during the late 1960s. Under Barrett's creative leadership they released two charting singles, \"Arnold Layne\" and \"See Emily Play\", and a successful début album, The Piper at the Gates of Dawn (1967). Guitarist and vocalist David Gilmour joined as a fifth member in December 1967, several months prior to Barrett's April 1968 departure due to deteriorating mental health. With the loss of Syd, the band moved from psychedelic pop to a more progressive sound, with many tracks written collaboratively while on tour. With this line-up they achieved critical and commercial success with the concept albums The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977) and The Wall (1979). With Animals and The Wall, Waters became the primary songwriter.\nWright was forced by Waters to leave the group in 1979. Following The Final Cut (1983), the group was temporarily disbanded by Waters. Gilmour and Mason reformed in 1985, and were subsequently rejoined by Wright. They continued to record and tour through 1994, despite Waters' failed 1986 attempt to legally prevent them continuing as Pink Floyd; two more albums followed, A Momentary Lapse of Reason (1987) and The Division Bell (1994). After almost two decades of acrimony the band reunited in 2005 for a single performance, at the global awareness event Live 8. Wright died in 2008. Surviving members Gilmour and Mason joined Waters at one of his The Wall Tour shows on 12 May 2011 at the O2 Arena in London; Gilmour performed \"Comfortably Numb\" along with Waters and \"Outside the Wall\" with Mason and Waters.","strBiographyDE":"Im Jahr 1965 gründeten die Herren Syd Barrett (Gitarre, Gesang), Bob Close, Rick Wright (Keyboards), Nick Mason (Schlagzeug) und Roger Waters (Bass) eine Band namens Sigma 6. Close steigt schon bald wieder aus, aber die anderen vier bleiben ein Weilchen zusammen. Sie probieren alle möglichen Bandnamen aus, The Screaming Abdabs, T-Set, The Meggadeaths, und The Architectural Abdabs, bis eines Tages Barrett mit dem Vorschlag The Pink Floyd Sound ankommt, der auf den Vornamen der beiden Jazzer Pink Anderson und Floyd Council beruht.\n\nFür ihren Erstling \"Piper At The Gates of Dawn\" (1968) benutzen sie den Namen The Pink Floyd, mit \"A Saucerful Of Secrets\" verschwindet auch noch das The in der Versenkung. Inzwischen hat die Band aus Cambridge eine Menge Auftritte im Londoner UFO-Klub und, 1967, auch schon die erste Tournee im Vorprogramm von Jimi Hendrix absolviert.\n\nZur gleichen Zeit beginnen Pink Floyd, mit farbigen Scheinwerfern, Diaprojektoren und Filmen zu experimentieren, wobei Barrett oft seine reichhaltigen LSD-Erfahrungen einzubringen weiß. LSD ist Ende der 60er noch nicht verboten, aber der Frontmann ist psychisch angeschlagen. Seine Maßlosigkeit und seine Ausfälle führen zunehmend zu Problemen, weshalb die Band ihn im April 1968 durch David Gilmour ersetzt.\n\nPink Floyd profilierte sich schnell als eine der innovativsten Rockbands: Sie entwickeln bereits 1967 das erste quadrofonische Sound-System, noch bevor Stereogeräte in Serie produziert werden, sie vereinen die Musik mit dem Film, ihre reichlich mit visuellen Reiz ausgestatteten Konzerte nähern sich der Wagnerschen Idee vom Gesamtkunstwerk und sie experimentieren mit Verfremdungseffekten und Realitätszitaten.\n\nDas reicht von einer im Zimmer umherschwirrenden Fliege auf \"Ummagumma\" bis zum Braten von Schinken und Eiern auf \"Atom Heart Mother\". 1972 drehen Pink Floyd in der antiken Stadt Pompeji am Fuße des Vesuvs einen Konzertfilm, der Geschichte macht. \"Live At Pompeji\" ist ein makelloser 90 Minuten-Auftritt während des Sonnenuntergangs nur für die Kameras: Der grandiose Film hat in Edinburgh im September 1972 Premiere, mit den Einnahmen sollen die Ausgrabungen in der Stadt finanziert werden.\n\n\"The Dark Side Of The Moon\" (1973) markiert den Höhepunkt des Ruhmes, die Platte verkaufte sich bis heute über 35 Millionen mal. Mit \"Wish You Where Here\" (1975) stoßen Pink Floyd bereits viele ihrer Anhänger vor den Kopf. Zu monströs ist ihnen mittlerweile der Sound geworden, zu flächig die Songs. Diese Tendenz setzt sich auf \"The Wall\" (1979) fort, dennoch ist das \"Spätwerk\", das immerhin noch 20 Millionen Käufer findet, wegen seiner erzählerischen Geschlossenheit durchaus beachtenswert. Und Waters' Aufführung von \"The Wall\" auf dem Potsdamer Platz aus Anlaß des Mauerfalls 1990 geht ebenfalls in die Rockgeschichte ein: Nie wurde für ein Konzert eine größere Bühne errichtet.\n\nDer Rest sind Diadochenkämpfe. Wright hatte Pink Floyd bereits 1981 verlassen, 1986 geben die Anwälte von Waters die endgültige Auflösung der Band bekannt. Dennoch touren Gilmour, Mason und Wright ab 1987 noch einmal unter dem alten Namen und nehmen insgesamt drei Alben auf. Nach einer längeren Unterbrechung geht das verbliebene Trio mit der Unterstützung von fünf Gastmusikern 1994 noch einmal auf eine umjubelte Welttournee. Aus den Aufnahmen entsteht 1995 \"Pulse\".\n\nFast 35 Jahre nach der Bandgründung raufen sich Gilmour, Mason, Wright und Waters erneut zusammen, um gemeinsam die Tracklist für ein Jubiläumsalbum auszuknobeln. Die 26 digital nachbearbeiteten Songs erscheinen 2001 auf einer Doppel-CD mit dem Titel \"Echoes\". 2003 erscheint die DVD \"Dark Side Of The Moon\". Hier wird das Gesamtwerk von Pink Floyd um eine informative Dokumentation \nüber die Entstehung des bahnbrechenden Albums ergänzt.\n\n2005 erklären sich Gilmour, Waters, Mason und Wright bereit, am von Bob Geldof initiierten Londoner Live Aid-Gig teilzunehmen. \"Sämtliches Gezänke zwischen Roger und der Band in der Vergangenheit ist in diesem Zusammenhang so unbedeutend\", erklärt Gilmour dazu. Die kurzzeitige Reunion gilt als spektakulärstes Event von Live Aid und sorgt für größtes Publikumsinteresse. Eine kurz darauf folgende 150 Mio. Dollar-Offerte für einige weitere gemeinsame Konzerte lehnen Pink Floyd aber ab.\n\nParallel gerät der immer wieder angekündigte und noch öfter verschobene Release der \"Pulse\"-DVD zum Running Gag im Pink Floyd-Lager. 2006 erscheint der langersehnte Konzertfilm dann doch auf Doppel-DVD.\n\nDerweil sich die Fanschar über die Pink Floydschen Aktivitäten freut, ist auf der anderen Seite Trauer angesagt. 2006 stirbt das Gründungsmitglied Barrett mit 60 an den Folgen einer schweren Diabetes-Erkrankung. Zwei Jahre später erliegt Wright im Alter von 65 Jahren einem Krebsleiden.","strBiographyFR":"Pink Floyd est un groupe de rock progressif et psychédélique britannique formé en 1964 à Londres. Il est reconnu pour sa musique planante et expérimentale, ses textes philosophiques et satiriques, ses albums-concept et ses performances en concert originales et élaborées. De ses débuts à aujourd'hui, le groupe a vendu plusieurs centaines de millions d'albums à travers le monde. Aux seuls États-Unis, les ventes des albums de Pink Floyd sont dénombrées par la RIAA à hauteur de 74,5 millions d'exemplaires.\n\nInitialement mené par le guitariste Syd Barrett, le groupe connaît un succès modeste au milieu des années 1960, puis devient l'un des groupes underground londoniens les plus populaires de la scène psychédélique. Cependant, le comportement de plus en plus instable de Barrett (rongé par une trop grande consommation de LSD), conduit les autres membres à le remplacer par David Gilmour, un ami d'enfance de Barrett. Après le départ de ce dernier, le bassiste Roger Waters devient progressivement le meneur du groupe, signant toutes les paroles à partir de 1972. Pink Floyd acquiert l'année suivante une célébrité mondiale avec The Dark Side of the Moon (1973), l'un des trois albums les plus vendus de tous les temps, devant Back in Black et derrière Thriller.\n\nLe groupe enchaîne les succès au cours des années 1970 avec Wish You Were Here (1975), Animals (1977) et The Wall (1979), ce dernier donnant lieu à une adaptation cinématographique. Mais des tensions dans le groupe apparaissent au fil du temps et, en 1980, le claviériste Richard Wright est exclu du groupe par Roger Waters, qui en prend entièrement le contrôle. Après un album, The Final Cut (1983), dont il est l'unique auteur, il quitte le groupe en 1985. David Gilmour et Nick Mason, les membres restants, décident d'enregistrer un nouvel album sans Waters et en réintégrant Rick Wright. Le groupe produit A Momentary Lapse of Reason (1987) et The Division Bell (1994) tout en recommençant à se produire en concert, puis met ses activités en sommeil en 1996.\n\nLes différents membres se réunissent ensuite à quelques occasions dans les années 2000. Pink Floyd dans sa formation la plus connue (avec Gilmour, Mason, Waters et Wright) donne sa dernière prestation publique le 2 juillet 2005 lors du Live 8 à Londres. L'événement suscite de nombreuses rumeurs de reformation du groupe, démenties par David Gilmour et devenues caduques avec la mort de Richard Wright en 2008.","strBiographyCN":"平克·佛洛伊德（英语：Pink Floyd）是英國搖滾樂團，他們最初以迷幻與太空搖滾音樂贏得知名度，而後逐漸發展為前衛搖滾音樂。平克·佛洛伊德以哲學的歌詞、音速實驗、創新的專輯封面藝術與精緻的現場表演聞名。他們名列最成功的搖滾樂團之一，並在全球坐擁超過二億的唱片銷售量，其中美國就包辦了7450萬。作為搖滾史上最偉大的樂隊之一，影響了當時及後面包括現在一大批著名樂隊，這些樂隊就包括著名的創世紀合唱團、Yes 等樂隊​，在全球也是知名度最高的樂隊之一；作為英倫音樂入侵時期的中堅力量，Pink Floyd、Jeff Back、滾石、The Who、Beatles、Led Zeppelin 等等都成為了英國的國寶。\n平克·佛洛伊德於1965年成立於倫敦，當時席德·巴雷特從劍橋搬到了當地，並加入了由攝政街工藝學校學生，尼克·曼森、羅傑·華特斯、理察·萊特與鮑伯·克洛斯，所組成的茶具樂團（The Tea Set）。樂團在主流樂界取得了小幅成功，並以席德·巴雷特所領的迷幻樂團之名，成了1960年代晚期，倫敦地下音樂界最知名的樂團。然而，巴雷特難以捉摸的行徑，讓同伙最後決定以身為吉他手兼歌手的大衛·吉爾摩取代他。在巴雷特離團後，貝斯手兼歌手的羅傑·華特斯成了團內的主力支柱，掌控1970年代晚期的發展情勢，一直到1985年離團。平克·佛洛伊德在英國一直很受歡迎，即使是在他們發行概念專輯《月之陰暗面》 (1973)、《盼你在此》 (1975)與《动物》 (1977)以及搖滾歌劇《迷牆》 (1979)，尚未成就全球評論與商業上的成功之前。","strBiographyIT":"I Pink Floyd sono stati una rock band britannica formatasi nella seconda metà degli anni sessanta che, nel corso di una lunga e travagliata carriera, è riuscita a riscrivere le tendenze musicali della propria epoca, diventando uno dei gruppi più importanti della storia.\nSebbene agli inizi si siano dedicati prevalentemente alla psichedelia e allo space rock, il genere che meglio definisce l'opera dei Pink Floyd, caratterizzata da testi filosofici, esperimenti sonori, grafiche innovative e spettacolari concerti, è il rock progressivo.\nNel 2008 si è stimato che abbiano venduto circa 250 milioni di dischi in tutto il mondo, di cui 74,5 milioni nei soli Stati Uniti d'America.\nI Pink Floyd hanno influenzato considerevolmente la musica successiva, dai gruppi progressive degli anni settanta, come Genesis e Yes, fino a musicisti contemporanei, come Nine Inch Nails, Dream Theater e Porcupine Tree.\nIl gruppo, nato a Londra nel 1965, viene fondato dal cantante e chitarrista Roger Keith \"Syd\" Barrett, dal bassista George Roger Waters, dal batterista Nicholas Berkeley \"Nick\" Mason e dal tastierista Richard William \"Rick\" Wright. Nel 1968 si aggiunge al gruppo il chitarrista David Jon \"Dave\" Gilmour, che sostituisce Barrett, costretto da problemi psichiatrici esacerbati dall'uso di droghe pesanti ad abbandonare il gruppo.\nLa band, dopo essersi fatta notare grazie a lavori di stampo psichedelico, raggiunge la maturità con Atom Heart Mother e Meddle, e si afferma a livello mondiale con The Dark Side of the Moon e i successivi album, tra cui Wish You Were Here, Animals e The Wall, che consegnano i quattro alla storia del rock. La formazione non subisce sostanziali cambiamenti fino al 1985, escludendo una parentesi di alcuni anni in cui Wright figura solo come turnista. Nel 1985 Waters abbandona il gruppo e i membri rimanenti pubblicano successivamente altri due album di studio: A Momentary Lapse of Reason e The Division Bell. La formazione cessa la propria attività nel 1995, sciogliendosi definitivamente nel 2006, quando Gilmour nega ufficialmente la possibilità di una riunione. Nel 2008, con la morte di Wright, si spengono di fatto le speranze dei fan di rivedere la band dal vivo con tutti e quattro i componenti al completo.","strBiographyJP":"ピンク・フロイド （Pink Floyd） は、イギリス出身のロック・バンド。サイケやブルース、フォークなどを織り交ぜたオーソドックスなロックにけだるい叙情と幻想的なサウンドを醸し出させた音楽性、大掛かりな仕掛けとスペクタクルに富んだライブ、現代社会における人間疎外や政治問題をテーマにした文学的、哲学的な歌詞で世界的に人気を博した。プログレッシヴ・ロックとしての芸術的な側面で評価を得る一方で、『狂気』は5,000万枚、『ザ・ウォール』は3,000万枚そして、『炎〜あなたがここにいてほしい』は2,300万枚のメガ・セールスを記録し、レコード・CD総売り上げは2億3,000万枚（2012年時点）におよぶ商業的にも大成功を収めたグループである。\n日本ではいわゆるプログレッシヴ・ロックの代表格として扱われることが多いが、クラシック音楽やジャズをバックグラウンドに卓抜したテクニックを披露する技巧派の類とは異なり、ブルースやサイケデリック・ロック、フォークなどをバックボーンに持つ。彼らの演奏は一般的なプログレッシブ・ロックに見られるテクニック志向とは無縁であるが、その音楽のもつ代替の利かない浮遊感・倦怠感のない交ぜになった幻想的なサウンドは、ロックのアグレッションから離れつつ独自の緊張感と高揚に結びついている革新的なものであった。彼らの音楽性はジ・オーブやKLFなどのいわゆるエレクトロニカ関連のアーティストにも大きな影響を与えている。\n「ローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティスト」において第51位。","strBiographyRU":"Pink Floyd — английская рок-группа. Знаменита своими философскими текстами, акустическими экспериментами, инновациями в оформлении альбомов и грандиозными шоу. Является одной из влиятельных и наиболее успешных групп в рок-музыке — 74,5 млн проданных альбомов в США (седьмое место), в мире же было продано около 300 млн (не считая сольных работ).\n\nГруппа была основана в 1965 году однокурсниками по архитектурному факультету лондонского политехнического института (Regent Str. Polytechnic) Ричардом Райтом (клавишные, вокал), Роджером Уотерсом (бас-гитара, вокал), Ником Мэйсоном (ударные), и их кембриджским другом Сидом Барреттом (вокал, гитара). В 1968 году к четверке присоединился Дэвид Гилмор, который заменил Барретта после того как последнему пришлось покинуть группу. После ухода Барретта доминирующими фигурами в группе вначале стали бас-гитарист Роджер Уотерс и клавишник Ричард Райт, но со временем Райт уступил позиции гитаристу Дэвиду Гилмору. Уотерс с каждым новым альбомом закреплял лидерство, постепенно придя к единоначалию. После ухода Барретта и вплоть до 1983 года Уотерс был автором подавляющего большинства текстов песен группы (начиная с 1973 года в течение десяти лет тексты писал только он один) и главным автором самого концептуального альбома группы The Wall. Последний альбом группы (The Division Bell), последний тур и негласный распад состоялись в 1994 году. Каждый из участников группы сделал в той или иной степени успешную карьеру, в основном опираясь на опыт альма-матер. Последнее выступление классического состава произошло в июле 2005 года на концерте Live 8.","strBiographyES":"Pink Floyd fue un grupo de rock británico que cosechó gran popularidad gracias a su música psicodélica que fue evolucionando hacia el rock progresivo y el rock sinfónico con el paso del tiempo. Es conocido por sus canciones de contenido filosófico, la experimentación sónica, las innovadoras portadas de sus discos y sus elaborados espectáculos en vivo. Es considerada una de las bandas más importantes e influyentes de la historia de la música rock con más de 300 millones de álbumes vendidos en todo el mundo, 74.5 de ellos solamente en los Estados Unidos.\n\nInicialmente el grupo estaba formado por el guitarrista Bob Klose, el baterista Nick Mason, el teclista y vocalista Richard Wright, el bajista y vocalista Roger Waters y el guitarrista rítmico y vocalista principal Syd Barrett, quien se convirtió en el primer líder de la banda. Sin embargo, el extraño comportamiento de éste último, causado por el excesivo consumo de drogas, especialmente LSD,1 hizo que fuera sustituido en 1968 por David Gilmour (1946–), cristalizando así la formación clásica del grupo tras la anterior marcha de Klose.\n\nPink Floyd comenzó con gran éxito en la escena underground londinense a finales de los años sesenta, con Syd Barrett como principal compositor. La salida de Barrett hizo que el cantante y bajista Roger Waters se convirtiera gradualmente en la fuerza conductora y dominante en la primera mitad de los años setenta, la época de mayor éxito en ventas de la banda, hasta su abandono en 1985. El grupo grabó durante esta época muchos álbumes que se convirtieron en grandes éxitos comerciales, como The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977) y The Wall (1979). En 1985, Waters declaró la extinción de Pink Floyd, pero los demás miembros, encabezados por Gilmour, siguieron dando vida al grupo hasta ser demandados por Waters debido a los derechos del nombre de la banda, ya que habían continuado grabando y actuando bajo el nombre de Pink Floyd, mientras que Waters pensaba que dicho nombre no debía seguir siendo utilizado. Tras el juicio, Waters obtuvo los derechos exclusivos sobre toda la imaginería que desplegaban en sus conciertos (incluido su famoso cerdo volador) y los derechos sobre el espectáculo audiovisual de The Wall (excluyendo los tres temas que compuso Gilmour para la obra: «Young Lust», «Run Like Hell» y «Comfortably Numb») y sobre todos los temas incluidos en The Final Cut, mientras que el resto del grupo podía seguir usando el mismo nombre.\n\nTras superar estos problemas legales, Gilmour, Mason y Wright disfrutaron del éxito comercial con A Momentary Lapse of Reason (1987), disco en el que Wright participó como teclista asalariado y no como miembro de la banda, y con The Division Bell (1994), último disco de estudio del grupo en el que ya aparecieron Gilmour, Mason y Wright como componentes de la banda. Waters, por su parte, se embarcó en una carrera como solista y no se volvió a reunir con Pink Floyd hasta 24 años después, el 2 de julio de 2005 en el concierto Live 8 en Londres.","strBiographyPT":"Pink Floyd foi uma banda de rock inglesa formada em Cambridge em 1965, que atingiu sucesso internacional com sua música psicodélica e progressiva. Seu trabalho foi marcado pelo uso de letras filosóficas, experimentações musicais, capas de álbuns inovadoras e shows elaborados. O Pink Floyd é um dos grupos de rock mais influentes e comercialmente bem-sucedidos da história, tendo vendido mais de 250 milhões de álbuns ao redor do mundo e introduzido no Rock and Roll Hall of Fame dos Estados Unidos em 1996 e no Rock and Roll Hall of Fame do Reino Unido em 2005 pelo conjunto da obra do grupo.\n\nA banda, originalmente, consistiu dos estudantes Roger Waters, Nick Mason, Richard Wright e Syd Barrett. Fundado em 1965, eles, inicialmente, tornaram-se populares tocando no cenário underground londrino, no fim dos anos 60. Sob a liderança de Barrett, lançaram dois singles (\"Arnold Layne\" e \"See Emily Play\") e um bem-sucedido álbum de estreia, The Piper at the Gates of Dawn, de 1967. O nome Pink Floyd é a abreviação de The Pink Floyd Sound, nome sugerido por Barrett em homenagem a dois músicos de blues admirados por ele: Pink Anderson e Floyd Council.\n\nO guitarrista e vocalista David Gilmour juntou-se à banda em 1968, meses antes da saída de Barrett do grupo, devido ao seu estado de deterioração mental, agravado pelo uso de drogas. Na sequência da perda de seu principal letrista, Roger Waters tornou-se o principal compositor e líder conceitual do grupo, com Gilmour assumindo a guitarra solo e parte dos vocais. Com essa formação o Pink Floyd atingiu o sucesso internacional com álbuns como The Dark Side of the Moon, Wish You Were Here, Animals e The Wall.\n\nWright deixou o grupo em 1979, e Waters em 1985, mas Gilmour, Mason e, subsequentemente, Wright, continuaram a gravar e se apresentar. Waters processou-os por questões legais relacionadas ao uso do nome \"Pink Floyd\"; todavia, a disputa foi resolvida com uma decisão que permitiu a Gilmour e Mason que continuassem a usar o nome, ainda livrando Waters de quaisquer obrigações contratuais com a banda. Dois álbuns foram lançados após esse conflito: A Momentary Lapse of Reason e The Division Bell. Após quase duas décadas de amargor entre seus membros, o Pink Floyd se reuniu em 2005 para uma única apresentação, no concerto para a caridade Live 8. Wright morreu em 2008. Os membros restantes — Waters, Gilmour e Mason — reuniram-se novamente, para um show da The Wall Tour de Waters, em 12 de maio de 2011, na O2 Arena, em Londres; Gilmour tocou \"Comfortably Numb\" com Waters e \"Outside the Wall\" com Mason e Waters.\n\nEm entrevista concedida ao jornal italiano La Repubblica no dia 3 de fevereiro de 2006, Gilmour indicava o fim do Pink Floyd, declarando que o célebre grupo não produzirá qualquer novo material, nem voltará a reunir-se novamente. No entanto a possibilidade de se fazer uma apresentação similar ao Live 8 não foi descartada tanto por Gilmour ou Mason.","strBiographySE":"Pink Floyd är ett brittiskt rockband som bildades 1965 i Cambridge, England. Gruppen hade stor framgång och var betydande inom den psykedeliska musiken under andra halvan av 1960-talet då gruppen leddes av Syd Barrett, och senare i karriären även inom den progressiva rocken då med Roger Waters i spetsen. Pink Floyd har sålt över 200 miljoner album världen över, varav 73 miljoner i USA.\n\nDen första uppsättningen Pink Floyd bestod av Syd Barrett (sång, kompgitarr), Bob Klose (sologitarr), Richard Wright (klaviatur/sång), Roger Waters (elbas/sång), och Nick Mason (trummor). Under de första åren gick gruppen under en lång rad olika artistnamn, Barrett döpte gruppen slutligen till Pink Floyd efter två amerikanska bluesmusiker, Pink Anderson och Floyd Council. Gruppen började snabbt att experimentera med sin musik. De lade till vibreringar och många andra elektroniska effekter i musiken. På live-framträdanden hade man ljusshower för att förstärka den psykedeliska effekten i musiken.\n\nBob Klose lämnade gruppen tidigt eftersom han inte gillade den psykedeliska stilen gruppen skaffat sig. Inte mycket finns inspelat när Klose var medlem i gruppen. Endast några R&B-inspirerade demos finns bevarade. Pink Floyd debuterade i februari 1967 med singel ”Arnold Layne”, om en man som klär sig i damunderkläder. I maj 1967 gavs singeln ”See Emily Play” ut.","strBiographyNL":"Pink Floyd was een Engelse rockband die vroege erkenning kreeg voor zijn psychedelische rockmuziek. De groep evolueerde tot pioniers van de progressieve rock en symfonische muziek. Pink Floyd is bekend door zijn filosofische songteksten, klassieke rockcomposities, experimenten met geluid, grafisch en artistiek vernieuwende hoesontwerpen en niet in de laatste plaats door vele spectaculaire live-concerten.\n\nAls een van de meest succesvolle en invloedrijke bands in de rockmuziek verkocht Pink Floyd wereldwijd meer dan 300 miljoen albums.\n\nSyd Barrett, Roger Waters en het latere bandlid David Gilmour kenden elkaar van school in Cambridge, terwijl de overige leden Mason en Wright samen met Roger Waters architectuur studeerden aan het Polytechnic in Regent Street in Londen.\n\nPink Floyd had in de late jaren 60 aanvankelijk bescheiden succes als een psychedelische band die destijds nog geleid werd door Syd Barrett. Barretts toenemende onbetrouwbaarheid en zijn moeizame gedrag dwongen de overige bandleden om een nieuwe gitarist en leadzanger toe te voegen. Dat werd David Gilmour, die Syd Barrett later helemaal zou vervangen. Na het vertrek van Barrett werd zanger en basgitarist Roger Waters langzaamaan bandleider en de belangrijkste songwriter. Dit leidde tot enkele wereldwijd bekende albums zoals The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977) en The Wall (1979).\n\nTijdens de opnames voor The Wall ontstonden de eerste scheurtjes in de groep. Het volgende album, The Final Cut, was in feite al een soloproject van Waters, met enige assistentie van Gilmour. In 1985 stopte Waters er mee en leek het voorbij, maar in 1986 besloten Gilmour en Mason tot een doorstart, en later voegde Wright zich bij hen. Dit zeer tegen de zin van Waters, waarna rechtszaken volgden over de naamvoering Pink Floyd. Waters verloor.\n\nHet overgebleven trio maakte de albums A Momentary Lapse of Reason in 1987 en The Division Bell in 1994, beide gevolgd door tournees.\n\nBob Geldof wist de groep inclusief Waters in 2005 bijeen te krijgen voor een optreden in het kader van het London Live 8-concert. Dit was het eerste optreden in de voltallige bezetting in 24 jaar. In februari 2006 verklaarde Gilmour tijdens een interview met de Italiaanse krant La Repubblica dat de band geen nieuw materiaal meer zal uitbrengen en geen tour meer zal houden.\nDe individuele bandleden sluiten echter niet uit dat ze solo of in klein samenwerkingsverband verder musiceren, maar door het overlijden van Richard Wright in 2008 werd een reünie van de klassieke line-up onmogelijk.","strBiographyHU":"A Pink Floyd 1965-ben, Cambridge-ben alakult angol rockegyüttes. Leginkább progresszív szerzeményeikről, effekt-kísérleteikről, művészi kidolgozású albumaikról, gondolatgazdag szövegeikről és lenyűgöző koncertjeikről váltak ismertté. A Pink Floyd az egyik legsikeresebb zenekar a rocktörténelemben, több mint 300 millió albumot[1][2] adtak el világszerte, ebből 74,5 milliót csak az USA-ban.[3]\nEleinte, az 1960-as évek végén, mérsékelt sikert értek el mint „tudattágító” együttes, a néhai Syd Barrett vezetésével. Barrett elviselhetetlen magatartása miatt távozni kényszerült a zenekarból, helyét David Gilmour vette át. A zenekar számos konceptalbumot vett fel, melyek igazi ékköve az 1973-ban megjelent The Dark Side of the Moon, az egyik legsikeresebb (legnagyobb példányszámban elkelt) s legnépszerűbb album a rocktörténelemben. 1985-ben Roger Waters megszűntnek nyilvánította a zenekart, bár a többi zenész tovább használta a nevet, új albumokat vett fel és turnéra is indultak. Végül megegyeztek: Waters engedélyezte a név használatát és legtöbb dalukat elő is adhatják.\nWaters utoljára 2005. július 2-án, a Live 8 londoni koncertjén lépett színpadra korábbi zenésztársaival; ekkor gyűlt össze a Pink Floyd legnagyobb közönsége. 2006. február 3-án Gilmour a La Repubblica című olasz napilapnak adott nyilatkozatában azt állította, hogy a zenekar nem indul turnéra és új albumot sem jelentet meg, bár a tagok folytatják szólókarrierjüket és valószínű, hogy egymás albumain is játszanak majd.[4] A Live 8-hez hasonló fellépés lehetőségét sem Gilmour, sem Nick Mason nem cáfolta.","strBiographyNO":"Pink Floyd er et britisk, progressivt rockeband som var et ledende rockeband i sin tid. Med dype tekster, et pompøst lydbilde og sceneshow spekket med effekter er Pink Floyd blitt et av rockehistoriens største suksessband og har solgt over 200 millioner album over hele verden.\n\nDe mest kjente utgivelsene fra Pink Floyd er The Piper at the Gates of Dawn (1967), The Dark Side of the Moon (1973), som lå på «Billboard Top 200» i 740 uker (mer enn 14 år) uten å falle ut en eneste gang (1500 uker totalt), Wish You Were Here (1975) og The Wall (1979). Bandet ble tidlig utsatt for interne konflikter, først i 1968 da bandets første frontfigur, Syd Barrett, måtte forlate bandet på grunn av (ifølge et intervju av hans søster i 2008) psykiske lidelser og angst for folkemengder. I 1981 sluttet Richard Wright, etter at Roger Waters hadde presset ham ut av bandet i forbindelse med innspillingen av The Wall i 1979. Waters erklærte bandet offisielt for oppløst i 1985, men etter en lengre juridisk strid fikk David Gilmour og Nick Mason rettighetene til navnet Pink Floyd i 1987. Wright kom tilbake som assosiert medlem i 1987, men ble ikke fullverdig medlem igjen før i 1994, da det hittil siste studioalbumet, The Division Bell, ble utgitt. Etter den tid var de fortsatt svært populære og samlet store folkemengder på store stadion og toppet hitlistene. Bandet gikk fra å være innovative og nyskapende undergrunnsrockere til å bli et av verdens største og mest populære band. Siste gang bandet opptrådte samlet var i anledning Live 8 i London, 2. juli 2005. Dette var første gang på 24 år at den klassiske besetningen med David Gilmour, Nick Mason, Roger Waters og Richard Wright sto sammen på scenen.","strBiographyIL":"פינק פלויד (Pink Floyd) הייתה להקת רוק בריטית שפעלה מסוף שנות השישים עד אמצע שנות התשעים. היא נחשבת לאחת הלהקות המשפיעות והמצליחות ביותר של שנות השבעים ושנות השמונים. עד ימינו המוזיקה הייחודית של פינק פלויד ממשיכה להשפיע על מוזיקת הרוק ואף על מוזיקה אלקטרונית. פינק פלויד נודעים בזכות הופעות הענק התיאטרליות שלהם, המילים הפילוסופיות בשיריהם, התמונות המפורסמות על עטיפות אלבומיהם, ומוזיקה ייחודית המשלבת בין רוק מתקדם, רוק פסיכדלי ובלוז. שם הלהקה הוא שילוב שמם של שני אמני בלוז, פינק אנדרסון ופלויד קאונסל, ונהגה על ידי הסולן הראשון של הלהקה, סיד בארט.","strBiographyPL":"Pink Floyd – angielski zespół rockowy założony w 1965 roku w Londynie. Ich twórczość, początkowo klasyfikowana jako rock psychodeliczny, w późniejszych latach nabrała cech muzyki progresywnej. Grupa znana jest z filozoficznie zabarwionych tekstów piosenek, eksperymentów z dźwiękiem, innowacyjnego podejścia do kwestii grafiki w albumach oraz rozbudowanych występów koncertowych. Sprzedali na całym świecie ponad 200 milionów albumów (z tego ok. 74,5 miliona w samych Stanach Zjednoczonych), co czyni ich jedną z najlepiej sprzedających się grup muzycznych w historii.\n\nPink Floyd odniósł umiarkowany sukces w obrębie głównego nurtu muzycznego. Pod koniec lat 60. pod przewodnictwem Syda Barretta byli jednym z najpopularniejszych zespołów londyńskiej podziemnej sceny psychodelicznej, jednak zachowanie lidera zmusiło pozostałych członków grupy do zastąpienia go gitarzystą i wokalistą Davidem Gilmourem. Na stanowisko frontmana oraz głównego autora utworów wysunął się wówczas basista Roger Waters i zachował tę pozycję aż do odejścia z zespołu. Kilka z ich 14 albumów studyjnych odniosło światowy sukces, m.in. The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977) i The Wall (1979). W 1985 Waters ogłosił rozpad grupy, jednak pozostali członkowie, z Gilmourem na czele, postanowili dochodzić swych praw do nazwy w sądzie. Zespół kontynuował działalność jako Pink Floyd, odnosząc sukcesy z albumami A Momentary Lapse of Reason (1987) i The Division Bell (1994), ostatecznie osiągając z Watersem kompromis w sprawie nazwy zespołu.\n\nPo 24 latach przerwy Waters ponownie wystąpił z grupą 2 lipca 2005 roku, na koncercie Live 8 w Londynie, grając jednocześnie przed najliczniejszą publicznością w historii Pink Floyd","strGender":"Male","intMembers":"5","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/styrur1354449906.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/rxyrqr1354449916.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qpqvwu1511277331.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/sypywr1516355106.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xuuxsq1479320836.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yvxvst1347644999.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vysyrp1347645017.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rqvwry1354449836.jpg","strMusicBrainzID":"83d91898-7763-47d7-b03b-b92132375c47","strLastFMChart":"http://www.last.fm/music/Pink Floyd/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}