{"artists":[{"idArtist":"111620","strArtist":"Zero 7","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1997","intBornYear":null,"intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Electronic","strMood":"Good Natured","strWebsite":"www.zero7.co.uk","strFacebook":"en-gb.facebook.com/Zero7","strTwitter":"twitter.com/zero7official","strBiographyEN":"Zero 7 is a British musical duo consisting of Henry Binns and Sam Hardaker. The group members began their musical careers as studio engineers and in 1997 formed the group Zero 7. Their debut album, Simple Things was released in 2001 and received critical acclaim. Subsequent albums include: When It Falls, The Garden and Yeah Ghost.\nAfter studying sound engineering, Binns and Hardaker began their careers in the music industry in the 1990s at Mickie Most's RAK recording studio in London, engineering music for British groups like the Pet Shop Boys, Young Disciples and Robert Plant. In 1997 they created a remix of the song \"Climbing Up the Walls\" by Radiohead, and Binns received a credit for additional sampling on Kid A. The pair also remixed Terry Callier's \"Love Theme From Spartacus\" and songs by Lenny Kravitz, Sneaker Pimps and Lambchop.\nIn 1999, they released an EP of original material called EP1, under the name Zero 7. In 2001, they released their debut album, Simple Things which featured collaborations with vocalists Mozez, Sia Furler, and Sophie Barker. The album became a gold record and was nominated for the Mercury Music Prize and won the \"Best Newcomer\" Muzik Award. Live appearances after the album's release consisted of Binns and Hardaker, vocalists and other musicians, with as many as 20 performers on stage at once.\nIn 2002, Zero 7 released a DJ mix album for Azuli Records' Late Night Tales|Another Late Night series, which featured various hip hop and chill out artists and a cover of Johnny Osbourne's \"Truth & Rights\".\nIn 2004, they released their second album, When It Falls. In addition to the three vocalists from their first album, it featured a collaboration with Danish singer-songwriter Tina Dico. That same year, Binns co-wrote the Emma Bunton track \"Breathing\".","strBiographyDE":null,"strBiographyFR":"Zero 7 est un groupe britannique de musique électronique orienté trip hop et downtempo, formé de deux Londoniens : Henry Binns et Sam Hardaker. Ils se font remarquer grâce au remix de Climbing up the Walls de Radiohead, alors qu'ils sont ingénieurs du son lors de l'enregistrement de l'album OK Computer, des mêmes Radiohead. Leur style musical est proche de celui du groupe français Air.\n\nAprès des études d'ingénieur du son, Binns et Hardaker entament leur carrière dans l'industrie musicale dans les années 1990, dans le studio d'enregistrement RAK de Mickie Most à Londres, travaillant pour des artistes britanniques tels que les Pet Shop Boys, Young Disciples et Robert Plant. Ils contactent alors leur ami et ancien camarade de collège Nigel Godrich (alors producteur de Radiohead) et lui demandent d'utiliser quelques morceaux du groupe pour expérimenter leur savoir-faire. Ils mixent ainsi \"Climbing Up the Walls\", qui apparait en face B du single \"Karma Police\".\n\nAprès la diffusion du remix lors de l'émission de Gilles Peterson sur BBC Radio 1, Zero 7 est conduit à mixer d'autres projets, à commencer par \"Love Theme From Spartacus\" de Terry Callier. Par la suite, ils remixent également Lenny Kravitz, Sneaker Pimps et Lambchop. En 1999, ils sortent un premier EP, intitulé \"EP1\", sous le nom de Zero 7 (d'après un club du Honduras nommé \"Zero Siete\"). En 2001 ils sortent leur premier album, Simple Things, salué par la critique et le public. L'album comporte des collaborations vocales de Mozez, Sia Furler et Sophie Barker.\n\nL'album est nommé pour plusieurs prix, notamment pour le Mercury Music Prize. Ils remportent la \"Révélation de l'année\" aux Muzik Awards et l'album devient disque d'or. Lors de la tournée promotionnelle dans de nombreux festivals de musique, le groupe est constitué de Binns et Hardaker, avec leurs trois chanteurs et d'autres musiciens invités (dont un grand nombre apparaissait sur l'album) atteignant parfois 20 personnes sur scène. En 2002, Zero 7 sort un album mixé pour la collection Another Late Night, regroupant des titres hip-hop et chill-out qu'ils apprécient et une reprise de Johnny Osbourne, \"Truth & Rights\".\n\nEn 2004, sort le second album, When It Falls (en). En plus des trois chanteurs du premier album, le nouvel opus comporte une collaboration avec Tina Dico. La même année, Binns coécrit également le titre d'Emma Bunton \"Breathing\" sur son second album solo Free Me. Binns et l'ancienne Spice Girl recollaborent en 2006, sur son troisième album.\n\nZero 7 est régulièrement repris à la télévision, au cinéma, ainsi que sur des compilations lounge telles que Chillout Project par le DJ philippin Anton Ramos ou les compilations de l'Hôtel Costes. Le titre \"Lo\" figurait sur un CD mixé par Layo and Bushwacka!.\n\nZero 7 sort son troisième album The Garden (en) le 22 mai 2006. Sur le nouvel album, on note de nouvelles collaborations de Sia Furler, José González et les débuts au micro de Henry Binns lui-même.\n\nEn mai 2009, trois ans après The Garden, Zero 7 revient avec un projet nommé Yeah Ghost dont, prévu pour le 8 septembre 2009. Le site du groupe propose sur son unique page, la pochette de ce quatrième album studio. Ce morceau est beaucoup plus axé \"Electronica Underground\" que la plupart des autres titres proposés sur les précédents albums.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"2","strCountry":"London, England, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tuqtxp1341344196.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/zero-7-5217a7e8168a3.png","strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/ususvp1524821068.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wtsxrv1460626655.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/zero-7-4eb16e7d5342f.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/zero-7-5132ae8d74e8e.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/tspvss1495615641.jpg","strMusicBrainzID":"c23b637b-97c6-41eb-8ef6-6c724efc80a8","strLastFMChart":"http://www.last.fm/music/Zero 7/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}